Repository: akwala/cloud-services-notifications
Catalog: po/*.po
Languages: eu, ja

source: Error loading account configuration: The name property is mandatory, check your configuration
eu: Errorea kontuaren konfiguraketa kargatzean: Izen propietatea derrigorrezkoa da, zure konfiguraketa berrikusi.
ja: アカウント設定読み込みエラー: 名前プロパティは必須です。設定を確認して下さい

source: The credentials have not been loaded for the account %s
eu: %s kontuaren kredentzialeak ez dira kargatu
ja: アカウント %s 用の証明書が読み込まれていません

source: The account %s already exists
eu: %s kontua existitzen da dagoeneko
ja: アカウント %s は既に存在します

source: Another instance is already running, close it first.
eu: Beste instantzia bat martxan da, itxi ezazu lehenengo.
ja: 別のインスタンスが起動しています。まずそちらを終了して下さい。

source: New messages:
eu: Mezu berriak:
ja: 新しいメッセージ:

source: Error checking account %s
eu: Errorea %s kontua begiratzean
ja: エラー確認アカウント %s

source: Application Error
eu: Aplikazioaren Errorea
ja: アプリケーションエラー

source: Error starting the application: %s
eu: Hurrengo aplikazioa abiarazten errorea: %s
ja: アプリケーション起動エラー: %s

source: Can't find the cloudsn data directory
eu: Ezin da cloudsn-ren datuen katalogoa topatu
ja: cloudsn データディレクトリが見つかりません

source: Press to pause the checker daemon
eu: Zapaldu daemon begiralea gelditzeko
ja: 確認用デーモンの一時停止

source: Press to start the checker daemon
eu: Zapaldu daemon begiralea martxan jartzeko
ja: 確認用デーモンの起動

source: Are you sure you want to delete the account %s?
eu: Ziur al zaude kontu hau ezabatu nahi duzula?
ja: アカウント %s を削除します。よろしいですか。

source: You must select a provider and fill the data
eu: Hornitzaile bat aukeratu behar duzu eta datuak bete
ja: プロバイダを選択し項目を埋めて下さい

source: You must fill the account name
eu: Kontuaren izena bete behar duzu
ja: アカウント名は必須です

source: Error adding a new account:
eu: Errorea kontu berria gehitzerakoan:
ja: 新アカウント追加エラー:

source: Error editing the account:
eu: Errorea kontua editatzen:
ja: アカウント編集エラー:

source: Error loading the provider:
eu: Errorea hornitzailea kargatzen:
ja: プロバイダ読込みエラー:

source: Status Icon
eu: Egoera Ikonoa
ja: ステータスアイコン

source: Update accounts
eu: Kontuak eguneratu
ja: アカウント更新

source: <b>Security warning</b> You have gnome-keyring installed but your are using plain text encryption to store your passwords. You can select the encryption method in the preferences dialog.
eu: <b>Segurtasun abisua</b> gnome-keyring instalatuta duzu baina testu arrunta erabiltzen ari zara pasahitzak gordetzeko. Enkriptaketa metodoa aukeratu dezakezu hobespenen elkarrizketa leihoan.
ja: <b>セキュリティ警告</b> あなたのパスワードを記録するのに gnome-keyring のインストールが必要ですが プレーンテキスト暗号化が使用されています。暗号化方法は環境設定ダイアログで 選択出来ます。

source: Don't ask me again
eu: Ez galdetu berriz
ja: 以降確認しない

source: %d new unread news of %i
eu: %d berri irakurtzeke %i kontuan
ja: 新未読 %d 件 / %i 件

source: %d new unread new of %i
eu: %d posta irakurtzeke %i kontuan
ja: 新未読 %d 件 / %i 件

source: The user name and the password are mandatory
eu: Erabiltzaile izena eta pasahitza beharrezkoak dira
ja: ユーザー名とパスワードは必須です

source: <b>Account information</b>
eu: <b>Kontuaren informazioa</b>
ja: <b>アカウント情報</b>

source: <b>Labels to check</b>
eu: <b>Begiratu behar diren etiketak</b>
ja: <b>確認対象ラベル</b>

source: Password:
eu: Pasahitza:
ja: パスワード:

source: Username:
eu: Erabiltzailea:
ja: ユーザー名:

source: <b>New Account</b>
eu: <b>Kontu berria</b>
ja: <b>新規アカウント</b>

source: Account data
eu: Kontuaren datuak
ja: アカウントデータ

source: Account name:
eu: Kontuaren izena:
ja: アカウント名:

source: Add a new account
eu: Kontu berria gehitu
ja: 新規アカウント追加

source: Advanced
eu: Aurreratua
ja: 高度な設定

source: By account:
eu: Kontuaren arabera:
ja: アカウント毎:

source: Check interval
eu: Begiraden arteko tartea
ja: 確認頻度

source: Command:
eu: Agindua:
ja: コマンド:

source: Delete the selected account
eu: Ezabatu aukeratutako kontua
ja: 選択アカウント削除

source: Edit the selected account
eu: Editatu aukeratutako kontua
ja: 選択アカウント編集

source: Execute command when the account is opened
eu: Kontua irekita dagoenean agindua exekutatu
ja: アカウント選択時コマンド実行

source: General
eu: Orokorra
ja: 一般

source: Indicate status with:
eu: Egoera hurrengoaz adierazi:

source: Mark all messages as read
eu: Mezu guztiak irakurritzat eman
ja: 全メッセージ既読化

source: Maximum notifications
eu: Gehieneko jakinarazpen kopurua
ja: 通知最大数

source: Minutes:
eu: Minutuak
ja: 分:

source: New Account
eu: Kontu berria
ja: 新規アカウント

source: Password manager:
eu: Pasahitz kudeatzailea:
ja: パスワードマネージャー

source: Play sound on notifications
eu: Soinua erreproduzitu jakinarazpenekin
ja: 通知時サウンド再生

source: Preferences
eu: Hobespenak
ja: 設定

source: Provider:
eu: Hornitzailea:
ja: プロバイダー

source: Run application on startup
eu: Aplikazioa martxan jarri abiaraztean
ja: 起動時アプリケーション実行

source: Show preferences
eu: Hobespenak erakutsi
ja: 設定表示

source: Stop/Play
eu: Gelditu/Erreproduzitu
ja: 停止/再生

source: Update
eu: Eguneratu
ja: 更新

source: Update all accounts
eu: Eguneratu kontu guztiak
ja: 全アカウント更新

source: Update the selected account
eu: Eguneratu aukeratutako kontua
ja: 選択アカウント更新

source: _Edit
eu: _Editatu

source: _File
eu: _Fitxategia

source: _Help
eu: _Laguntza
